Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Subsequent numbers shall be assigned to other countries in the chronological order in which they ratify the Agreement Concerning the Adoption for Uniform Technical Prescriptions for Wheeled Vehicles, Equipment and Parts which can be fitted and/or be Used on Wheeled Vehicles and the Conditions for Reciprocal Recognition of Approval Granted on the Basis of these Prescriptions, and the numbers, and the numbers thus assigned shall be communicated by the Secretary-General of the United Nations to the Contracting Parties to the Agreement.
fr: Les numéros suivants seront attribués aux autres pays selon l'ordre chronologique de ratification de l'Accord concernant l'adoption de prescriptions techniques uniformes applicables aux véhicules à roues, aux équipements et aux pièces susceptibles d'être montés ou utilisés sur un véhicule à roues et les conditions de reconnaissance réciproque des homologations délivrées conformément à ces prescriptions, ou de leur adhésion à cet Accord, et les chiffres ainsi attribués seront communiqués par le Secrétaire général de l'Organisation des Nations Unies aux Parties contractantes à l'Accord.

source: Paragraph 6.17., amend to read
fr: Paragraphe 6.17, modifier comme suit:

source: "6.17. Aerials"
fr: "6.17 Antennes"

source: Paragraph 6.17.4., amend to read:
fr: Paragraphe 6.17.4, modifier comme suit:

source: "6.17.4. The bases of aerials shall not project more than 40 mm when determined according to the procedure of annex 3, paragraph 2.
fr: "6.17.4 Les socles des antennes ne doivent pas faire saillie de plus de 40 mm, la saillie étant déterminée selon la méthode décrite au paragraphe 2 de l'annexe 3.

source: Insert a new paragraph 6.17.4.1., to read:
fr: Ajouter un nouveau paragraphe, ainsi conçu:

source: "6.17.4.1. In cases where by the absence of a flexible shaft or part it is not possible to identify what the base is of an aerial this requirement is deemed to be met if, after a horizontal force of not more than 50 daN in forward and rearward direction is applied by a flat-ended ram of not more than 50 mm diameter at the most salient part of the aerial:
fr: 6.17.4.1 Dans les cas où, en raison de l'absence d'une tige ou d'une partie flexible, il n'est pas possible d'identifier la partie constituant le socle d'une antenne, cette prescription est censée être respectée si, après avoir appliqué, au niveau des parties les plus saillantes de l'antenne, une force horizontale de 50 daN au plus dans les directions avant et arrière à l'aide d'un poinçon à embout plat dont le diamètre ne dépasse pas 50 mm:

source: the aerial bends towards the support and does not project more than 40 mm, or the aerial breaks off and the remaining part of the aerial does not show any sharp or dangerous part that can be contacted by the 100 mm sphere and does not project more than 40 mm.
fr: b) l'antenne se casse, tandis que la partie restante ne présente pas de partie tranchante ou dangereuse avec laquelle la sphère de 100 mm pourrait entrer en contact et ne fait pas saillie de plus de 40 mm.

source: Add a new paragraph 6.17.4.2., to read:
fr: Ajouter un nouveau paragraphe, ainsi libellé:

source: "6.17.4.2. Paragraphs 6.17.4. and 6.17.4.1. shall not apply to aerials located behind the vertical transversal plane passing through the "R" point of the driver, provided that the maximum projection of the aerial including its housing does not exceed 70 mm when determined according to the procedure of annex 3, paragraph 2.
fr: "6.17.4.2 Les paragraphes 6.17.4 et 6.17.4.1 ne s'appliquent pas aux antennes situées en arrière du plan vertical transversal passant par le point “R” du conducteur, à condition que la saillie maximale de l'antenne, y compris son boîtier, n'excède pas 70 mm lorsqu'elle est déterminée selon la procédure décrite au paragraphe 2 de l'annexe 3.

source: If the aerial is located behind that vertical plane but projects more than 70 mm, paragraph 6.17.4.1. shall apply using a projection limit of 70 mm instead of 40 mm.
fr: Si l'antenne est située en arrière de ce plan vertical mais fait saillie de plus de 70 mm, le paragraphe 6.17.4.1 s'applique, en retenant une limite de saillie de 70 mm au lieu de 40 mm.

source: Add new paragraphs 12.4. to 12.7., to read:
fr: Ajouter plusieurs nouveaux paragraphes, ainsi libellés:

source: "12.4. As from the official date of entry into force of the 03 series of amendments, no Contracting Party applying this Regulation shall refuse to grant approval under this Regulation as amended by the 03 series of amendments.
fr: "12.4 À compter de la date officielle d'entrée en vigueur de la série 03 d'amendements, aucune Partie contractante appliquant le présent Règlement ne pourra refuser d'accorder d'homologation en vertu du présent Règlement modifié par la série 03 d'amendements.

source: As from 24 months after the date of entry into force of the 03 series of amendments, Contracting Parties applying this Regulation shall grant approvals only if the vehicle type to be approved meets the requirements of this Regulation as amended by the 03 series of amendments.
fr: 12.5 Au terme d'un délai de 24 mois après la date d'entrée en vigueur de la série 03 d'amendements, les Parties contractantes appliquant le présent Règlement n'accorderont d'homologation que si le type de véhicules à homologuer satisfait aux prescriptions du présent Règlement modifié par la série 03 d'amendements.

source: Until 48 months after the date of entry into force the 03 series of amendments to this Regulation, no Contracting Party applying this Regulation shall refuse national type approval of a vehicle type approved to the preceding series of amendments to this Regulation.
fr: 12.6 Pendant les 48 mois suivant la date d'entrée en vigueur de la série 03 d'amendements au présent Règlement, aucune Partie contractante appliquant le présent Règlement ne peut refuser d'accorder l'homologation nationale d'un type de véhicule homologué sur la base de la série précédente d'amendements au présent Règlement.

source: Starting 48 months after the entry into force to the 03 series of amendments to this Regulation, Contracting Parties applying this Regulation may refuse first national registration (first entry into service) of a vehicle which does not meet the requirements of the 03 series of amendments to this Regulation.
fr: 12.7 Au terme d'un délai de 48 mois après la date d'entrée en vigueur de la série 03 d'amendements au présent Règlement, les Parties contractantes appliquant le présent Règlement pourront refuser l'immatriculation initiale sur leur territoire (la première mise en circulation) d'un véhicule ne satisfaisant pas aux prescriptions de la série 03 d'amendements audit Règlement.

source: Model A of the approval mark, in the figure and in the caption below amend the number "02 2439" to read "03 2439" (twice).
fr: Marque d'homologation, modèle A, dans la figure et la légende en dessous, remplacer le numéro "02 2439" par "03 2439" (à deux reprises).

source: In addition, in the caption below the figure, amend the words "Regulation No. 26 included the 02 series of amendments" to read "Regulation No. 26 as amended by the 03 series of amendments".
fr: En outre, dans la légende figurant sous la figure, remplacer "le Règlement No 26 comprenait la série 02 d'amendements" par "le Règlement No 26 tel qu'amendé par la série 03 d'amendements".

source: Model B of the approval mark, in the figure amend the number "02 2439" to read "03 2439".
fr: Marque d'homologation, modèle B, dans la figure, remplacer le numéro "02 2439" par "03 2439".

source: In the caption below the figure, amend the words "Regulation No. 26 included the 02 series of amendments" to read "Regulation No. 26 included the 03 series of amendments".
fr: Dans la légende figurant sous la figure, remplacer "le Règlement n° 26 comprenait la série 02 d'amendements" par "le Règlement No 26 comprenait la série 03 d'amendements".

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Austria, Azerbaijan, Bangladesh, Belarus, Belgium, Benin, Bolivia, Bulgaria, Burkina Faso, Burundi, Cameroon, Canada, Cape Verde, Central African Republic, Chad, Chile, China, Colombia, Comoros, Congo, Costa Rica, Côte d'Ivoire, Cyprus, Democratic Republic of the Congo, Djibouti, Dominican Republic, Egypt, El Salvador, France, Gabon, Georgia, Germany, Greece, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Ireland, Lao People's Democratic Republic, Latvia, Lebanon, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Mali, Mauritania, Mauritius, Mexico, Monaco, Morocco, Nicaragua, Niger, Nigeria, Oman, Panama, Peru, Poland, Portugal, Republic of Moldova, Romania, Russian Federation, Rwanda, San Marino, Sao Tome and Principe, Saudi Arabia, Senegal, Serbia and Montenegro, Seychelles, Slovakia, Slovenia, Somalia, South Africa, Spain, Sri Lanka, Sudan, Switzerland, Syrian Arab Republic, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tunisia, United Arab Emirates, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of) and Viet Nam: draft resolution
fr: Afghanistan, Afrique du Sud, Albanie, Allemagne, Andorre, Angola, Arabie saoudite, Argentine, Arménie, Autriche, Azerbaïdjan, Bangladesh, Bélarus, Belgique, Bénin, Bolivie, Bulgarie, Burkina Faso, Burundi, Cameroun, Canada, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Congo, Costa Rica, Côte d'Ivoire, Djibouti, Égypte, El Salvador, Émirats arabes unis, Espagne, ex-République yougoslave de Macédoine, Fédération de Russie, France, Gabon, Géorgie, Grèce, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Hongrie, Irlande, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malawi, Mali, Maroc, Maurice, Mauritanie, Mexique, Monaco, Nicaragua, Niger, Nigéria, Oman, Ouzbékistan, Panama, Pérou, Pologne, Portugal, République arabe syrienne, République centrafricaine, République démocratique du Congo, République démocratique populaire lao, République de Moldova, République dominicaine, Roumanie, Rwanda, Saint-Marin, Sao Tomé-et-Principe, Sénégal, Serbie-et-Monténégro, Seychelles, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suisse, Tchad, Timor-Leste, Togo, Tunisie, Uruguay, Venezuela (République bolivarienne du) et Viet Nam : projet de résolution

source: Recalling its resolution 47/135 of 18 December 1992, by which it adopted the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, and the International Covenant on Civil and Political Rights, in particular its article 27 concerning the rights of persons belonging to ethnic, religious or linguistic minorities,
fr: Rappelant sa résolution 47/135 du 18 décembre 1992, dans laquelle elle a adopté la Déclaration sur les droits des personnes appartenant à des minorités nationales ou ethniques, religieuses et linguistiques, et le Pacte international relatif aux droits civils et politiques, en particulier son article 27 concernant les droits des personnes appartenant à des minorités ethniques, religieuses ou linguistiques,

source: Also recalling its resolutions 2 (I) of 1 February 1946, 2480 B (XXIII) of 21 December 1968, 42/207 C of 11 December 1987, 50/11 of 2 November 1995, 52/23 of 25 November 1997, 54/64 of 6 December 1999, 56/262 of 15 February 2002, 59/126 B of 10 December 2004 and 59/265 and 59/266 of 23 December 2004,
fr: Rappelant également ses résolutions 2 (I) du 1er février 1946, 2480 B (XXIII) du 21 décembre 1968, 42/207 C du 11 décembre 1987, 50/11 du 2 novembre 1995, 52/23 du 25 novembre 1997, 54/64 du 6 décembre 1999, 56/262 du 15 février 2002, 59/126 B du 10 décembre 2004 et 59/265 et 59/266 du 23 décembre 2004,

source: Takes note of the report of the Secretary-General and the report of the Joint Inspection Unit;
fr: Prend acte du rapport du Secrétaire général et du rapport du Corps commun d'inspection;

source: Also takes note of the appointment of a new coordinator for multilingualism;
fr: Prend note également de la nomination d'un nouveau coordonnateur des questions de multilinguisme;

source: Underlines the need for full implementation of the resolutions establishing arrangements for the official languages of the United Nations and the working languages of the Secretariat;
fr: Souligne la nécessité d'appliquer intégralement les résolutions qui ont fixé le régime linguistique, tant en ce qui concerne les langues officielles de l'Organisation des Nations Unies qu'en ce qui concerne les langues de travail du Secrétariat;

source: Requests the Secretary-General to continue to ensure, through the provision of documentation services and meeting and publishing services under conference management, including high-quality translation and interpretation, effective multilingual communication among representatives of Member States in intergovernmental organs and members of expert bodies of the United Nations equally in all the official languages of the United Nations;
fr: Prie le Secrétaire général de continuer, en fournissant des services de documentation, ainsi que des services de réunion et de publication dans le cadre de la gestion des conférences, notamment des services de traduction et d'interprétation de qualité, à assurer une bonne communication multilingue entre les représentants des États Membres au niveau des organes intergouvernementaux et les membres d'organes d'experts de l'ONU, sur un pied d'égalité dans toutes les langues officielles de l'Organisation;

source: Notes with satisfaction the willingness of the Secretariat to encourage staff members, in formal meetings with interpretation services, to use any of the six official languages of which they have a command;
fr: Note avec satisfaction que le Secrétariat est disposé à encourager les fonctionnaires à utiliser dans les réunions officielles avec services d'interprétation toute langue qu'ils maîtrisent parmi les six langues officielles;

source: Recalls its resolution 59/266, by which it reaffirmed the need to respect the equality of each of the two working languages of the Secretariat, reaffirms also the use of additional working languages in specific duty stations as mandated, and in this regard requests the Secretary-General to ensure that vacancy announcements specify the need for either of the working languages of the Secretariat, unless the functions of the post require a specific working language;
fr: Rappelle sa résolution 59/266, dans laquelle elle a réaffirmé que la parité des deux langues de travail du Secrétariat devait être respectée, réaffirme également que des langues de travail additionnelles peuvent être utilisées, comme prescrit, dans certains lieux d'affectation et, à cet égard, prie le Secrétaire général de veiller à ce que les avis de vacance de poste indiquent que la connaissance de l'une ou l'autre des deux langues de travail du Secrétariat est exigée, à moins que l'exercice des fonctions attachées au poste n'exige une langue de travail précise;

source: Also recalls that in its resolution 59/266 it requested the Secretary-General to continue to take the steps necessary to ensure that the Galaxy e-staffing system is available in both of the working languages of the Organization;
fr: Rappelle en outre que, dans sa résolution 59/266, elle a prié le Secrétaire général de continuer à prendre les dispositions voulues pour que le système Galaxy puisse être utilisé dans les deux langues de travail de l'Organisation;

source: Encourages United Nations staff members to continue to use actively existing training facilities to acquire and enhance their proficiency in one or more of the official languages of the United Nations;
fr: Encourage les fonctionnaires de l'Organisation des Nations Unies à continuer d'utiliser activement les moyens de formation existants afin d'acquérir et d'améliorer la connaissance d'une ou plusieurs langues officielles de l'Organisation;

source: Recalls its resolution 59/265, in which it reaffirmed the provisions of its resolutions on multilingualism relating to conference services;
fr: Rappelle sa résolution 59/265, dans laquelle elle a réaffirmé les dispositions de ses résolutions sur le multilinguisme relatives aux services de conférence;

source: Also recalls its resolution 59/126 B, and emphasizes the importance of multilingualism in United Nations public relations and information activities;
fr: Rappelle en outre sa résolution 59/126 B, et souligne l'importance du multilinguisme dans les activités de relations publiques et d'information de l'Organisation des Nations Unies;

source: Reaffirms the need to achieve full parity among the six official languages on the United Nations website;
fr: Réaffirme qu'il faut assurer la parité absolue des six langues officielles sur le site Web de l'Organisation;

source: Takes note with appreciation of the work done by the United Nations information centres, including the regional United Nations information centre, in favour of the publication of United Nations information materials and the translation of important documents into languages other than United Nations official languages, with a view to reaching the widest possible spectrum of audiences and extending the United Nations message to all the corners of the world in order to strengthen international support for the activities of the Organization;
fr: Prend acte avec satisfaction de l'œuvre accomplie par les centres d'information des Nations Unies, notamment les centres d'information régionaux, en faveur de la publication des documents d'information de l'Organisation des Nations Unies et de la traduction des documents importants dans des langues autres que les langues officielles de l'Organisation, afin d'atteindre l'éventail de publics le plus large possible et de propager le message des Nations Unies dans le monde entier de façon à mobiliser un appui international accru pour les activités de l'Organisation;

source: Welcomes the decision by the General Conference of the United Nations Educational, Scientific and Cultural Organization on 17 November 1999 that 21 February should be proclaimed “International Mother Language Day”, and calls upon Member States and the Secretariat to promote the preservation and protection of all languages used by peoples of the world;
fr: Se félicite que la Conférence générale de l'Organisation des Nations Unies pour l'éducation, la science et la culture ait décidé, le 17 novembre 1999, de proclamer le 21 février « Journée internationale de la langue maternelle », et demande aux États Membres et au Secrétariat d'encourager la conservation et la défense de toutes les langues parlées par les peuples du monde entier;

source: Requests the Secretary-General to report to it at its sixty-first session on the measures that can be taken by international organizations within the United Nations system in order to strengthen the protection, promotion and preservation of all languages, in particular languages spoken by persons belonging to linguistic minorities and languages facing extinction;
fr: Prie le Secrétaire général de lui rendre compte, à sa soixante et unième session, des mesures que peuvent prendre les organismes internationaux des Nations Unies pour renforcer la défense, la promotion et la conservation de toutes les langues, en particulier des langues parlées par des personnes appartenant à des minorités linguistiques, ainsi que des langues menacées d'extinction;

source: Also requests the Secretary-General to submit to it at its sixty-first session a comprehensive report on the implementation of its resolutions on multilingualism, including the implications of the present resolution;
fr: Prie en outre le Secrétaire général de lui présenter, à sa soixante et unième session, un rapport d'ensemble sur l'application de ses résolutions relatives au multilinguisme, notamment sur les incidences de la présente résolution;

source: Decides to include in the provisional agenda of its sixty-first session the item entitled “Multilingualism”.
fr: Décide d'inscrire à l'ordre du jour provisoire de sa soixante et unième session la question intitulée « Multilinguisme ».

source: Working Party on Road Traffic Safety
fr: Projet de mandat et de Règlement intérieur révisé

source: (Forty-sixth session, 14-16 March 2005, agenda item 7)
fr: du Groupe de travail sur la sécurité et la circulation routières (WP.1)

source: Revised draft terms of reference and rules of procedure of the Working Party on Road Traffic Safety (WP.1) Note by the secretariat
fr: Note du secrétariat

source: The Inland Transport Committee at its sixtieth session (12-16 January 1998) decided that WP.1 would no longer be considered a subsidiary body of the Working Party on Road Transport (SC.1).
fr: Lors de sa soixantième session (12-16 janvier 1998), le Comité des transports intérieurs a décidé de ne plus considérer le WP.1 comme un organe subsidiaire du Groupe de travail sur les transports routiers (SC.1).

source: Consequently, the terms of reference applicable to it via resolution No. 22 of SC.1 (1 March 1950), establishing an Ad Hoc Working Group on the prevention of accidents for the purpose of studying methods of preventing road accidents were no longer valid.
fr: Il s'ensuit que le mandat qui lui était applicable via une résolution N°22 du SC.1 (1 mars 1950) créant un Groupe de travail ad hoc sur la prévention des accidents avec pour but d'étudier les méthodes pour prévenir les accidents de la route n'était plus valable.

source: They had also become completely obsolete as a result of the many developments WP.1 had undergone since its inception, both structurally and in its scope and competence.
fr: Il était également devenu totalement obsolète compte tenu des évolutions multiples que le WP.1 a connues depuis sa création tant au plan structurel qu'au niveau de son champ d'actions et de compétence.

source: At its 45th session (27-30 September 2004), WP.1 considered the outline of the draft terms of reference and rules of procedure drawn up by the secretariat.
fr: Lors de sa 45ème session (27-30 septembre 2004), le WP.1 a examiné dans ses grandes lignes le projet de mandat et de règlement intérieur établis par le secrétariat.

source: The text prepared by the secretariat below is a modified draft of the document TRANS/WP.1/2004/8 (the modifications appear in bold italics).
fr: Le texte ci-après préparé par secrétariat est un projet modifié du document TRANS/WP.1/2004/8 (les modifications figurent en italiques gras).

source: It takes into account the discussions of WP.1 on this subject as well as many proposals for improvement transmitted by the Office of Legal Affairs in New York.
fr: Il prend en compte les discussions menées par le WP.1 à ce sujet ainsi que de nombreuses propositions d'amélioration transmises par le Bureau des Affaires juridiques à New York.

source: Once adopted by WP.1, the terms of reference and the rules of procedure will be transmitted to the Inland Transport Committee for approval.
fr: Projet de mandat et de Règlement intérieur révisé

source: Revised draft terms of reference and rules of procedure of the Working Party on Road Traffic Safety (WP.1)
fr: du Groupe de travail sur la sécurité et la circulation routières (WP.1)

source: Participation 4
fr: Participation 5

source: Representation 6
fr: Ordre du jour 6

source: Officers 7
fr: Représentation 7

source: Secretariat 7
fr: V. Bureau 8

source: Voting 9
fr: Conduite des débats 9

source: Language 10
fr: Vote 10

source: Amendments 11
fr: Langues 11

source: Annex 12
fr: Groupes spécieaux 12
